export const productsData = [
	{
		id: 1,
		src: 'https://cdn.shazoo.ru/c1400x625/797661_Tbcscq2_zagruzeno.jpg',
		title:
			'Штраус Зельник о катастрофе Civilization 7: Так происходит с каждой новой частью франшизы',
		text: 'Главный исполнительный директор Take-Two Interactive Штраус Зельник...',
	},
	{
		id: 2,
		src: 'https://cdn.shazoo.ru/c1400x625/797648_8TmvDyU_oblivion.jpg',
		title:
			'Для Oblivion Remastered вышел мод, улучшающий искусственный интеллект противников в бою',
		text: 'Моддер Maddensterror02 выпустил новую модификацию Responsive Combat AI Mod для The Elder Scrolls IV: Oblivion Remastered, которая значительно...',
	},
	{
		id: 3,
		src: 'https://cdn.shazoo.ru/c1400x625/797629_y1aiPyq_education.jpg',
		title:
			'Темпы внедрения ИИ в образовательную систему США вызывают тревогу экспертов',
		text: 'Стремительное проникновение искусственного интеллекта в образовательную сферу США привело к серьезным проблемам, затрагивающим как школы, так и высшие учебные заведения. Согласно последним исследованиям, генеративные ИИ-системы трансформировали подход студентов к обучению и создали масштабный кризис честности в области образования.',
	},
]
